<html>
    <head>
        <title>Hidato 11.3 - Manual de Usuario</title>
        <link href="img/hidatologo.ico" rel="shortcut icon" />
        <link href="style.css" rel="stylesheet" type="text/css"/>
    </head>
    <body>
        <div id="principal">
            <div id="head2" align="center">
                <img src="img/titulo.png" width="974" height="313" alt="Hidato 11.3 - 
                Manual de Usuario" title="Hidato 11.3 - Manual de Usuario"/>
            </div>
            <div id="apartado1" align="left">
                <img src="img/contenido.png" width="300" height="50" alt="Contenido" 
                title="Contenido"/>
            </div>
            <div id="contenido" align="justify">
                <p class="normalink"><a href="#apartado2">Qu&eacute; es un Hidato?</a></p>
                <p class="normalink"><a href="#apartado3">Como se juega</a></p>
                <p class="normalink"><a href="#apartado4">El Creador</a></p>
            </div>
            <div id="apartado2" align="left">
                <img src="img/qes1hidato.png" width="300" height="50" alt="Qu&eacute; 
                es un Hidato?" title="Qu&eacute; es un Hidato?"/>
            </div>
            <div id="queesunhidato" align="justify">
                <p class="normalText">
                 El Hidato es un pasatiempos o puzzle, del estilo del Sudoku, donde el
                 objetivo es llenar una cuadr&iacute;cula con n&uacute;meros, con la
                 restricci&oacute;n que los n&uacute;meros consecutivos deben esta
                 conectados los unos con los otros. Est&aacute; dise&ntilde;ado para
                 que sea resuelto por un &uacute;nico jugador, en un tiempo que en media
                 se calcula que es de unos diez minutos.
                </p>
            </div>
            <div id="apartado3" align="left">
                <img src="img/comosejuega.png" width="300" height="50" alt="Como se 
                juega" title="Como se juega"/>
            </div>
            <div id="comosejuega" align="justify">
                <p class="normalText">
                 El tablero de juego se puede considerar como un conjunto de casillas,
                 donde cada casilla tiene que estar conectada como m&iacute;nimo con
                 otra, horizontal, vertical o diagonalmente. Habr&aacute; dos casillas
                 especiales, una contendr&aacute; el n&uacute;mero 1, y la otra el
                 n&uacute;mero N, siendo N el n&uacute;mero de casillas totales.
                 Tambi&eacute;n habr&aacute; otras casillas que contendr&aacute;n
                 n&uacute;meros entre 2 y N - 1, todos distintos. Las casillas restantes
                 estaran vac&iacute;as. Ninguna de las casillas inicialmente colocadas se
                 puede modificar. <br/><br/>La misi&oacute;n del jugador ser&aacute;
                 llenar las casillas vac&iacute;as con n&uacute;meros entre 2 y N - 1,
                 todos diferentes, de tal forma que se cumpla que n&uacute;meros
                 consecutivos est&eacute;n en casillas conscutivas (horizontal, vertical
                 o diagonalmente). Es requisito indispensable, para que el Hidato sea
                 correcto, que el tablero tenga una y s&oacute;lo una soluci&oacute;n.
                 <br/><br/>Hay que decir que los Hidatos se pueden solucionar usando
                 s&oacute;lo deducciones l&oacute;gicas. No hay que adivinar casillas.
                </p>
            </div>
            <div id="apartado4" align="left">
                <img src="img/elcreador.png" width="300" height="50" alt="El creador" 
                title="El creador"/>
            </div>
            <div id="elcreador" align="justify">
                <p class="normalText">
                 El Hidato es una invenci&oacute;n del Dr. Gyora Benedek, un
                 matem&aacute;tico Israel&iacute;. El Dr. Gyora Benedek trabaja en una
                 importante empresa tecnol&oacute;gica en Israel, pero en su tiempo libre le
                 gusta inventar juegos i puzzles l&oacute;gicos. Es el inventor de juegos
                 como Lights Out, NimX e iTop, entre otros, todos ellos con un importante
                 trasfondo matem&aacute;tico y l&oacute;gico.
                </p>
            </div>
        </div>
    </body>
</html>