<html>
    <head>
        <title>Hidato 11.3 - Manual de Usuario</title>
        <link href="../img/hidatologo.ico" rel="shortcut icon" />
        <link href="../style.css" rel="stylesheet" type="text/css"/>

    <style type="text/css">
<!--
.Estilo1 {font-size: 18px}
-->
</style></head>
    <body>
    <div id="principal">
            <div id="head2" align="center">
                <img src="../img/titulos/titulo.png" width="974" height="313" alt="Hidato 11.3 - 
                Manual de Usuario" title="Hidato 11.3 - Manual de Usuario"/>            </div>
            <div id="apartado1" align="left"><img src="../img/titulos/consultarestadisticas.png" width="300" height="50"></div>
            
            <div id="contenido" align="justify">
                <p class="normalText">
                 Seleccione el men&uacute; 'Estad&iacute;sticas':</p>
                <p align="center" class="normalText"><img src="../img/estadisticas.png" width="831" height="459"> </p>
                <p align="left" class="normalText">Seleccione 'Consultar Estad&iacute;sticas':</p>
                <p align="center" class="normalText"><img src="../img/estadisticas1.png" width="831" height="459"></p>
                <p align="left" class="normalText">Aparecer&aacute; la siguiente ventana:</p>
                <p align="center" class="normalText"><img src="../img/estadisticas2.png" width="385" height="566"></p>
                <p align="left" class="normalText">Hay dos tipos de estad&iacute;sticas: las generales y las personales. Las generales son estad&iacute;sticas comunes a todas las cuentas que hay en la aplicaci&oacute;n. Las personales s&oacute;n estad&iacute;sticas asociadas a la cuenta con la que se ha iniciado sesi&oacute;n.</p>
                <p align="left" class="normalText">&nbsp;</p>
                <p align="center" class="normalText Estilo1">Estad&iacute;sticas Generales</p>
                <ul>
                    <li class="normalText">Total de partidas: total de partidas que han iniciado todos los usuarios.</li>
                </ul>
                <ul>
                    <li class="normalText">Partidas abandonadas: n&uacute;mero de partidas que han abandonado todos los usuarios.</li>
                </ul>
                <ul>
                    <li class="normalText">Partidas resueltas: n&uacute;mero de partidas resueltas por todos los usuarios.</li>
                </ul>
                <ul>
                    <li class="normalText">Hidatos empezados (dificultad): n&uacute;mero de hidatos empezados de esa dificultad por todos los usuarios.</li>
                </ul>
                <ul>
                    <li class="normalText">Total de usuarios: n&uacute;mero total de usuarios que hay registrados en el sistema.</li>
                </ul>
                <ul>
                    <li class="normalText">Total de tableros: n&uacute;mero total de tableros que hay en el repositorio.</li>
                </ul>
                <ul>
                    <li class="normalText">Tableros generados: n&uacute;mero total de tableros del repositorio que han sido generados por el sistema.</li>
                </ul>
                <ul>
                    <li class="normalText">Tableros propuestos: n&uacute;mero total de tableros del repositorio que han sido propuestos por el usuario.</li>
                </ul>
                <p>&nbsp;</p>
                <p align="center" class="normalText Estilo1">Estad&iacute;sticas Personales</p>
                <ul>
                    <li class="normalText">Nivel de experiencia: Nivel de experiencia en funci&oacute;n de la puntuaci&oacute;n media del usuario. Puede ser: Principiante, Intermedio, Experto o Maestro.</li>
                </ul>
                <ul>
                    <li class="normalText">Tiempo total de juego: tiempo total que el usuario ha empleado resolviendo Hidatos. </li>
                </ul>
                <ul>
                    <li class="normalText">Tiempo medio de resoluci&oacute;n: tiempo medio que el usuario tarda en resolver un Hidato. </li>
                </ul>
                <ul>
                    <li class="normalText">Hidatos resueltos: n&uacute;mero total de Hidatos que el usuario ha resuelto. </li>
                </ul>
                <ul>
                    <li class="normalText">Porcentaje de Hidatos resueltos: porcentaje de Hidatos que el usuario ha resuelto. </li>
                </ul>
                <ul>
                    <li class="normalText">Total de partidas jugadas: n&uacute;mero total de partidas que el usuario ha empezado. </li>
                </ul>
                <ul>
                    <li class="normalText">Posici&oacute;n en el ranking: posici&oacute;n en el r&aacute;nking de la mejor puntuaci&oacute;n que el usuario ha obtenido. </li>
                </ul>
                <ul>
                    <li class="normalText">Tableros propuestos: n&uacute;mero total de Hidatos correctos que el usuario ha propuesto. </li>
                </ul>
                <ul>
                    <li class="normalText">Puntuaci&oacute;n total: puntuaci&oacute;n acumulada del jugador. </li>
                </ul>
                <ul>
                    <li class="normalText">Puntuaci&oacute;n media: puntuaci&oacute;n media del jugador por partida finalizada. </li>
                </ul>
        </div>
    </div>
    </body>
</html>