<html>
    <head>
        <title>Hidato 11.3 - Manual de Usuario</title>
        <link href="../img/hidatologo.ico" rel="shortcut icon" />
        <link href="../style.css" rel="stylesheet" type="text/css"/>
    </head>
    <body>
    <div id="principal">
            <div id="head2" align="center">
                <img src="../img/titulos/titulo.png" width="974" height="313" alt="Hidato 11.3 - 
                Manual de Usuario" title="Hidato 11.3 - Manual de Usuario"/>            </div>
            <div id="apartado1" align="left">
                <img src="../img/titulos/comosejuega.png" width="300" height="50" alt="Como se juega" 
                title="Contenido"/>            </div>

          <div id="contenido" align="justify">
            <p class="normalText">La meta del juego es llenar una cuadr&iacute;cula con n&uacute;meros, teniendo en cuenta que n&uacute;meros consecutivos deben estar
                 conectados  horizontal, vertical o diagonalmente. <br/><br/>
              Los Hidatos tienen una &uacute;nica soluci&oacute;n, y se pueden resolver usando
              s&oacute;lo deducciones l&oacute;gicas. No hay que adivinar casillas.</p>
                <p class="normalText">Vamos a ver paso a paso la resoluci&oacute;n de un Hidato sencillo. </p>
                <p class="normalText">La siguiente imagen muestra el estado inicial de un tablero de Hidato. Las casillas inicial y final est&aacute;n marcadas en rojo, las casillas prefijadas en gris, y las casillas que hay que rellenar en amarillo.</p>
                <p align="center" class="normalText">	<img src="../img/hidato1.PNG" width="160" height="160"></p>
                <p align="left" class="normalText">Fij&eacute;monos en la tres casillas marcadas en la imagen siguiente: </p>
                <p align="center" class="normalText"><img src="../img/hidato2.PNG" width="160" height="160"></p>
                <p class="normalText">La de la esquina superior izquierda necesita tener dos n&uacute;meros adyacentes. El 1 no le sirve, pues el 2 ya est&aacute; colocado. Entonces s&oacute;lo le quedan dos casillas adyacentes, una contiene el 2, y la otra est&aacute; vac&iacute;a. Por lo tanto, la &uacute;nica opci&oacute;n para que tenga dos n&uacute;meros adyacentes es que la casilla contenga un 3, y su adyacente vac&iacute;a un 4. La &uacute;ltima casilla tendr&aacute; que contener un 5, pues es la &uacute;nica manera de que el 4 tenga sus dos adyacentes. </p>
                <p align="center" class="normalText"><img src="../img/hidato3.PNG" width="160" height="160"></p>
                <p align="left" class="normalText">Siguiendo la misma regla, ahora vemos que la casilla marcada s&oacute;lo puede contener el 14.</p>
                <p align="center" class="normalText"><img src="../img/hidato4.PNG" width="160" height="158"></p>
                <p align="left" class="normalText">Vemos ahora que hay dos posibles casillas que pueden contener el 13, las dos &uacute;nicas casillas adyacentes al 14. Pero hay que darse cuenta que si lo pusi&eacute;ramos en la superior, la inferior quedar&iacute;a encerrada, pues no podr&iacute;amos rellenarla con ning&uacute;n n&uacute;mero que tuviera dos adyacentes. Por lo tanto, abajo hay que poner el 13 y arriba el 10. </p>
                <p align="center" class="normalText"><img src="../img/hidato5.PNG" width="160" height="160"></p>
                <p align="left" class="normalText">El Hidato ya est&aacute; casi resuelto. La &uacute;nica casilla adyacente libre del 5 tiene que contener el 6, la &uacute;nica del 10 tiene que contener el 9, y la restante el 7.</p>
                <p align="center" class="normalText"><img src="../img/hidato6.PNG" width="160" height="160"></p>
                <p align="left" class="normalText">Ya est&aacute; resuelto. Si lo intent&aacute;is, ver&eacute;is que es m&aacute;s f&aacute;cil hacerlo que explicarlo. &iexcl;&Aacute;nimo y suerte!</p>
          </div>

    </div>
    </body>
</html>